Repository: AtaevAleksandr/pocketQXassist
Catalog: pocketQXassist/Core/Localizable/*.lproj/Localizable.strings
Languages: ar, es, ru

source: Welcome!
ar: مرحبًا!
es: ¡Bienvenido!
ru: Добро пожаловать!

source: Our application will introduce you to the market, suitable for both beginners and experienced traders.
ar: سوف يقدم لك تطبيقنا مقدمة عن السوق، مناسبة لكل من المبتدئين والتجار المتمرسين.
es: Nuestra aplicación te introducirá en el mercado, adecuado tanto para principiantes como para traders experimentados.
ru: Наше приложение познакомит вас с рынком, подойдет как новичкам, так и опытным трейдерам.

source: Let's introduce you to the functionality, you will like it!
ar: دعونا نقدم لك وظائف التطبيق، ستعجبك!
es: Te presentaremos la funcionalidad, ¡te va a encantar!
ru: Давайте познакомим вас с функционалом, вам понравится!

source: Don't miss the notification from AI bot
ar: لا تفوت الإشعارات من برنامج AI bot
es: No te pierdas la notificación del bot de inteligencia artificial
ru: Не пропустите уведомление от AI-бота

source: Thermal charts of pairs
ar: الرسوم الحرارية للأزواج
es: Gráficos térmicos de pares
ru: Термические карты пар

source: Choose a pair and build your strategies
ar: اختر زوجًا وقم ببناء استراتيجياتك
es: Elige un par y construye tus estrategias
ru: Выберите пару и постройте свои стратегии

source: Help us to improve the app
ar: ساعدنا في تحسين التطبيق
es: Ayúdanos a mejorar la aplicación
ru: Помогите нам улучшить приложение

source: Other users about us
ar: آراء المستخدمين الآخرين حولنا
es: Otros usuarios sobre nosotros
ru: Другие пользователи о нас

source: Get your unique experience now
ar: احصل على تجربتك الفريدة الآن
es: Obtén tu experiencia única ahora
ru: Получите свой уникальный опыт сейчас

source: Show
ar: عرض
es: Mostrar
ru: Показать

source: Continue
ar: استمرار
es: Continuar
ru: Продолжить

source: Home
ar: الرئيسية
es: Inicio
ru: Дом

source: Ideas
ar: أفكار
ru: Идеи

source: Volatility
ar: تقلب
es: Volatilidad
ru: Волатильность

source: Trade Ideas
ar: أفكار التداول
es: Ideas de comercio
ru: Торговые идеи

source: Currency Heatwave
ar: موجة الحرارة النقدية
es: Ola de calor de la moneda
ru: Валютная волна тепла

source: The next update is in
ar: التحديث القادم في
es: La próxima actualización es en
ru: Следующее обновление через

source: Settings
ar: الإعدادات
es: Ajustes
ru: Настройки

source: Back
ar: رجوع
es: Atrás
ru: Назад

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
ru: Политика конфиденциальности

source: Support
ar: الدعم
es: Soporte
ru: Поддержка

source: Registration completed
ar: تم التسجيل بنجاح
es: Registro completado
ru: Регистрация завершена

source: Your first deposit was successful
ar: كان إيداعك الأول ناجحًا
es: Tu primer depósito fue exitoso
ru: Ваш первый депозит был успешным

source: Don't miss your chance to make money!
ar: لا تفوت فرصتك لكسب المال!
es: ¡No pierdas tu oportunidad de ganar dinero!
ru: Не упустите свой шанс зарабатывать деньги!

source: Turn on push notifications for more efficient use of push notifications
ar: قم بتشغيل الإشعارات للحصول على استخدام أكثر كفاءة للإشعارات
es: Activa las notificaciones push para un uso más eficiente de las notificaciones push
ru: Включите push-уведомления для более эффективного использования push-уведомлений

source: Already
ar: بالفعل
es: Ya
ru: Уже

source: users have registered and are earning right now!
ar: لقد سجل المستخدمون بالفعل ويكسبون الآن!
es: usuarios se han registrado y están ganando dinero en este momento!
ru: пользователей зарегистрировались и зарабатывают прямо сейчас!

source: Congratulations! Your demo account is growing. Start earning from your first deposit now!
ar: تهانينا! حساب العرض التجريبي الخاص بك ينمو. ابدأ الكسب من الإيداع الأول الآن!
es: ¡Felicitaciones! Tu cuenta demo está creciendo. ¡Comienza a ganar dinero desde tu primer depósito ahora!
ru: Поздравляем! Ваш демо-счет растет. Начните зарабатывать с первого депозита прямо сейчас!

source: Next
ar: التالي
es: Siguiente
ru: Далее
